Repository: mozilla-l10n/mt-training-data
Catalog: quy/quy_pontoon.tmx
Source language: en_us
Languages: quy

source: Keyed Histograms
quy: Taqi imaninankuna kaq

source: L
quy: d nisqa kunkawaki

source: label
quy: imakanan \u0020

source: Landmarks
quy: maykunamanta qallarina \u0020

source: Last item
quy: imakaq tukupay \u0020

source: Late Write #{ $lateWriteCount }
quy: #{ $lateWriteCount } nisqaq tanra qillqay

source: Late Writes
quy: Mana allipasqa qillqaykuna

source: Leave Page
quy: Kay qatiqatirapita saqiy \u0020

source: left
quy: lluqi\u0020

source: lft
quy: lft nisqa \u0020

source: Library Versions
quy: Taqipatarakunaq imaninankuna

source: License information
quy: Kamarikuqmanta willakuynin.

source: link
quy: Tupachina, Aypachina, Tupanachina, Tinkuchina \u0020

source: Links
quy: tupachinakuna\u0020

source: list
quy: qatiqatisuti \u0020

source: list box
quy: Qatiqatisuti taqi \u0020

source: list item
quy: \u0020Qatiqatipa imakaqnin \u0020

source: List items
quy: \u0020Qatiqatipa imakaqnin \u0020

source: Lists
quy: qatiqatisutikuna \u0020

source: lnk
quy: tupachina \u0020

source: loaded
quy: huntasqa\u0020

source: loading
quy: huntapachisqa\u0020

source: loading stopped
quy: taqyasqa\u0020

source: Login already exists
quy: Qallariy taqirimayqa ñan kanña

source: longdiv
quy: divlarga nisqa \u0020

source: long division
quy: chiqtaysiqi \u0020

source: madruwb
quy: madruwb nisqa \u0020

source: main
quy: sirkan \u0020

source: main thread, no OMTC
quy: main thread, no OMTC nisqa

source: Manifest should be an object.
quy: tukuy imaymana nisqankuqa imakaqmikanan.

source: math table
quy: Yupay taqru \u0020

source: Media Plugin Sandboxing
quy: Aqopatapi qawanaq aysapakuqkuna.

source: MediaRecorder does not support recording multiple tracks of the same type at this time.
quy: MediaRecorder does not support recording multiple tracks of the same type at this time. nisqa\u0020

source: Media resource %S could not be decoded.
quy: %S nisqapa qipichakuyninkunas manapuni atikunchu tawqachakuyta.\u0020

source: MediaStream.stop() is deprecated and will soon be removed. Use MediaStreamTrack.stop() instead.
quy: Stream.stop() kchkan nisqas mana aqllasqachu kasqa chaysi wikapasqa kaspa chinkapunqa Usa MediaStreamTrack.stop()kaytaqsi kanqa rantinpi.\u0020

source: MediaStreamTrack %S could not be added since it belongs to a different AudioChannel.
quy: StreamTrack %S kuchkan nisqas mana yapapakuyta atinkunchu AudioChannel nisqas huqniraq uyarinaman iñin.\u0020

source: Memory map:
quy: Ima kaq yuyaychay

source: Memory Use
quy: Yuyaychaychuray

source: menu bar
quy: Imaymana taqikaqkuna

source: menu popup
quy: Kutitiqraqkaq taqi \u0020

source: Messages Received
quy: Taripaywillanakuna chaskisqa

source: Messages Sent
quy: Taripaywillaykuna apachisqa.

source: MIME Type
quy: Tipo MIME nisqa

source: { $minutes } minutes ago
quy: # huk pisi tuymichakuypi.

source: Mozilla
quy: Mozilla nisqa

source: Mozilla Firefox
quy: Mozilla Firefox nisqa

source: Multiprocess Windows
quy: Imaymanapaq wasituqukuna

source: N
quy: N nisqa kunkawaki

source: { $name }: { $duration }ms
quy: { $name }: { $duration }ms nisqa

source: { $name }: timer started
quy: { $name } nisqapi tuymichaywan qallariynin

source: navigating
quy: llikapi kuyuykachay \u0020

source: navigation
quy: llikapi kuyukachay \u0020

source: navigator.mozGetUserMedia has been replaced by navigator.mediaDevices.getUserMedia
quy: navigator.mozGetUserMedia nisqan kuyuchisqa kasqa navigator.mediaDevices.getUserMedia nisqawan.\u0020

source: Network is offline (go online)
quy: Llikachasqapin mana kanchu haykuynin ( hapichiy)\u0020

source: Never
quy: Haykaqpas

source: Ne&ver for This Site
quy: & nisqa manan haykaqpas kaypaqqa

source: new tab
quy: Musuq qichipha , musuq qichipa \u0020

source: New Version
quy: Musuq imaninan

source: New Version Available
quy: Musuq imaninan qallariy kichasqa\u0020

source: No crash reports have been submitted.
quy: Manan apachikunchu willay pantaykunataqa

source: No data was received (please try again)
quy: Taqi imanisqakunan mana chaskikunchu ( kaqmanta haykupay)

source: No decoders for some of the requested formats: %S
quy: No decoders for some of the requested formats: %S nisqa\u0020

source: No installed plugins found
quy: Manan kanchu chay plugins nisqa hapichisqakuna

source: No meta-viewport tag found. Please explicitly specify one to prevent unexpected behavioural changes in future versions. For more help https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
quy: meta-viewport. nisqatan mana tarikunchu .mana qunqaymanta tiqrapakuykuna kananpaq churay mayqin munasqaykita.https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag nisqata qaway asway yanapakuypaq .

source: none
quy: mayqinpas

source: not checked
quy: mana aqllasqa\u0020

source: note
quy: yuyachikuq \u0020

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
quy: Willakuy:wiqchusqa SQL nisqa allillamanta kichasqa kachkan. hunta qatiqati SQL nisqamanta ichaqa manan apachikunqachu Telemetry.nisqaman.

source: &Not Now
quy: Kunan &no\u0020

source: Not Now
quy: Kunanqa manan

source: No username
quy: huykuqpa mana sutiyuq

source: num
quy: num nisqa \u0020

source: numerator
quy: yupapaq \u0020

source: O
quy: A nisqa kunkawaki

source: off
quy: taqruy\u0020

source: OK
quy: Allinpuni

source: on
quy: rawrachiy \u0020

source: open
quy: kichasqa \u0020

source: opened
quy: kichasqa\u0020

source: OpenGL
quy: GL nisqa kichasqa

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
quy: Qawanapataq yupaychaynin OpenH264 nisqapa huntapachisqan Cisco Systems, Inc. nisqawan.

source: opening fence
quy: imankichana \u0020

source: option
quy: imakaq aqllay \u0020

source: OS
quy: OS nisqa

source: outline
quy: Patapatan \u0020

source: outline item
quy: Patapataq imakaqnin \u0020

source: over
quy: Hawanpi \u0020

source: overscript
quy: qillqapana \u0020

source: P
quy: Pnisqa kunkawaki

source: Page tabs
quy: qatiqatirapikunapa qichipankuna \u0020

source: pane
quy: Qawanapata \u0020

source: paragraph
quy: Qillqamaytu \u0020

source: passwdtxt
quy: wasapayasqa \u0020

source: Password
quy: Payllapa

source: Password:
quy: Payllapa

source: password text
quy: Payllapa pataran \u0020

source: Pause
quy: Allillamanta

source: Paused — %S
quy: Allillamanta %S nisqapi\u0020

source: Performance
quy: Performance nisqa

source: phasang
quy: ángfas nisqa \u0020

source: phasor angle
quy: ñawpaqkuchu \u0020

source: Ping
quy: Ping nisqa

source: Ping data source:
quy: ping: nisqapi ñawi qallariy imanisqankuna .

source: Places Database
quy: Imanisqan tawqasqakuna

source: Please check this box if you want to proceed.
quy: Ama hina kaychu , chatay kay chiqanchanapatapi aswanta wasapayta munaspaqa.\u0020

source: Please enter an email address.
quy: Ama hina kaychu, haykuchiy tiyayniykita riqsichiqllikaman . \u0020

source: Please enter a number.
quy: Ama hina kaychu haykuchiy huk yupayta.\u0020

source: Please enter a URL.
quy: Ama hina kaychu,haykuchiy huk URL.nisqata.

source: Please fill out this field.
quy: Ama hina kaychu huntapay kay patapatata.\u0020

source: Please match the requested format.
quy: Ama hina kaychu, mañakusqaykirapiwanqa niraqpuran .

source: Please match the requested format: %S.
quy: Ama hina kaychu, niraqpuran mañakunarapi : %S.nisqapi\u0020

source: Please select a file.
quy: Ama hina kaychu, aqllapay huk taqi nisqata.

source: Please select an item in the list.
quy: Ama hina kaychu, aqllapay huk imakaqta qatiqatisutimanta.\u0020

source: Please select a valid value. The nearest valid value is %S.
quy: Ama hina kaychu,aqllay huk allin chaninta .allin aswan qayllichasqa chaninqa %S. nisqan .\u0020

source: Please select a valid value. The two nearest valid values are %S and %S.
quy: Ama hina kaychu aqllay huk allin chaninta .iskaynin qatiqati qayllichakuq chaninkunaqa kanku %S y %S.nisqakuna.\u0020

source: Please select a value that is no less than %S.
quy: Ama hina kaychu, aqllay huk kuraq chaninta %S.nisqamanta\u0020

source: Please select a value that is no more than %S.
quy: Ama hina kaychu, aqllay pisi chaninta %S.nisqamanta.\u0020

source: Please select one of these options.
quy: Ama hina kaychu aqllapay kay chaychukanman nisqakunata.\u0020

source: Please shorten this text to %S characters or less (you are currently using %S characters).
quy: %S caracteres nisqaman ama hina kaychu, pisiyachiy kay patarata utaq (%S caracteres nisqapi kunanpuni ruwashkanki chayqa) .

source: Port
quy: Tukupayninpa chayanan.

source: Port not allowed
quy: Tukupaypa mana haykuynin

source: Prefixed Fullscreen API is deprecated. Please use unprefixed API for fullscreen. For more help https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
quy: API nisqa hunta qawanapatan mana chaskisqa kachkan chay API hunta qawanapatapi ruway.https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API nisqata qaway aswan yanapakuypaq.

source: pressed
quy: matipasqa \u0020

source: presub
quy: presub nisqa \u0020

source: presubscript
quy: wawpaq qawachiq \u0020

source: presup
quy: presub nisqa \u0020

source: presuperscript
quy: ñawpaq wasapaq qawachiq \u0020

source: Prevent Accessibility
quy: Yaykunata yuyaychaspa

source: Privacy Information
quy: Payllapaq willakuykuna

source: Profile Folder
quy: Hanparataqi imakaq

source: Profiles
quy: Imakaqkuna

source: progress bar
quy: Wasapaqsiqi \u0020

source: Property
quy: Kikinpa kaqnin

source: property page
quy: Qatiqatiraphi kaqninkunapa \u0020

source: Proxy server connection refused
quy: Proxy nisqa chupanchasqaman haywaqmanmi mana chaskichikunchu\u0020

source: Proxy server not found (check your internet connection)
quy: Proxy nisqa haywaqtan mana tarikunchu (chupanchasqaykita kaqmanta llikachasqaman qawariy )

source: R
quy: R nisqa kunkawaki

source: rad
quy: rad nisqa \u0020

source: radical
quy: sayanchaq \u0020

source: radio button
quy: Wayrawasipa ñitinan \u0020

source: Radio buttons
quy: Wayrawasipa ñitinan \u0020

source: radio menu item
quy: Wayra wasipa imakaq \u0020

source: RAM
quy: RAM nisqa

source: Raw data copied to clipboard
quy: Lliw hanku imanisqakuna qupallchanaman tiqrapasqa

source: Raw JSON
quy: JSON nisqa mana ruwasqa

source: readonly
quy: ñawinchanallapaq \u0020

source: Received
quy: Chaskisqa

source: Registered Service Workers
quy: Service Workers nisqa taqichasqa

source: reloading
quy: kaqmanta huntapachisqa \u0020

source: Remember
quy: Yuyachiy

source: &Remember
quy: & nisqa yuyay

source: Remember Password
quy: Payllapa yuyay

source: Remove all passwords
quy: Wikapay lliw payllapakunata

source: Remove All Reports
quy: Wikapay lliw willakuykunata

source: Remove login
quy: Wikapaypuni kay qallariyta

source: Report ID
quy: ID nisqapa willay

source: Request for fullscreen was denied because a subdocument of the document requesting fullscreen is already fullscreen.
quy: Qawaq huntapata mañakusqaykin mana atikunchu huk ukunanpi kaskasqarapis chay kaskasqarapi qawaq huntapata mañakusqanta ñas kashkanña qawaq huntapatapi.\u0020

source: Request for fullscreen was denied because at least one of the document’s containing elements is not an iframe or does not have an “allowfullscreen” attribute.
quy: Qawaq huntapata mañakusqayki mana atikunchu huknin kaskasqarapikunpis iframes nisqa kaqwan sashkan chaysi mana "allowfullscreen".nisqapi kaqniyuq tarikun.\u0020

source: Request for fullscreen was denied because a windowed plugin is focused.
quy: Qawaq huntapata mañakusqaykin mana atikunchu plugin nisqan wasituqu ukupi kanchayniyuq kashkan.\u0020

source: Request for fullscreen was denied because Element.requestFullscreen() was not called from inside a short running user-generated event handler.
quy: Qawaq huntapata mañakusqaykin mana atikunchu Element.requestFullscreen() nisqas mana ukunmantapachachu waqyasqa kasqan rayku qawanapapi utqay haykuqkunawan.\u0020

source: Request for fullscreen was denied because Fullscreen API is disabled by user preference.
quy: Qawaq huntapata mañakusqaykin mana atikunchu API nisqa qawaq huntapatan sikisqa kashkan mañakuy haykuqkunawan.\u0020

source: Request for fullscreen was denied because requesting element has moved document.
quy: Qawaq huntapata mañakusqaykin mana atikunchu mañarikusqayki huntapaqsi kuyurparin huq kaskasqarapiman.\u0020

source: Request for fullscreen was denied because requesting element is no longer in its document.
quy: Qawaq huntapata mañakusqaykin mana atikunchu mañarikusqayki huntapaqsi manaña kanñachu kay kaskasqarapipi. \u0020

source: Request for fullscreen was denied because requesting element is not a descendant of the current fullscreen element.
quy: Qawaq huntapata mañakusqaykin mana atukunchu huntapaq mañakusqansi manañas qawaq huntapaqpa imanpasñachu.\u0020

source: Request for fullscreen was denied because requesting element is not in the currently focused tab.
quy: Qawaq huntapata mañakusqaykin mana atikunchu huntapaq mañakusqaykis manañas kanchaq qichipapi kanñachu .\u0020

source: Request for fullscreen was denied because the document is no longer visible.
quy: Qawaq huntapata mañakusqaykin mana atikunchu kaskasqarapikunas manaña rikukunñachu.\u0020

source: Request for fullscreen was denied because we no longer have a window.
quy: Qawaq huntapata mañakusqaykin mana atikunchu manañas wasituqunqa kanñachu.\u0020

source: required
quy: mañasqa \u0020

source: Reset
quy: Kaqmantaqallariy

source: Reset on Next Restart
quy: Kaqmanta qatiq qallariy

source: Resolve
quy: Allipachiy.

source: Restart Later
quy: Chaymantaña kaqmanta qallariy

source: Restart %S
quy: %S kaqmantaqallariy

source: Restart with Add-ons Disabled…
quy: Kaqmantaqallariy sikisqa huntaypakunawan.

source: Resume
quy: Kaqmanta qatipay

source: rght
quy: phaña , paña \u0020

source: right
quy: phaña , paña \u0020

source: rndbox
quy: rndbox nisqa \u0020

source: root
quy: Saphi , sapi \u0020

source: root index
quy: sapi qawachiq \u0020

source: rounded box
quy: suytuallchana \u0020

source: row
quy: Qatiqatisiqi \u0020

source: row header
quy: Umapataq qatiqatisiqi \u0020

source: Row %S
quy: %S nisqaq qatiqatisiqi\u0020

source: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead.
quy: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead. nisqa

source: Safe Mode
quy: Qaqakaq imakaqkuna

source: Sandbox
quy: Aqupata

source: %S could not confirm the integrity of the update package.
quy: %S nisqaqa manan hinakaqkasqanta suchiq kunanchayninta atinchu

source: Screen reader started
quy: Qallariy qawanapatamanta ñawinchay

source: Screen reader stopped
quy: Chaykamalla qawanapatapi ñawinchaq

source: scripted
quy: qatiqatikamaqlla \u0020

source: Script: %S
quy: \u0020%S nisqapi qatiqatikamaq

source: Scripts may not close windows that were not opened by script.
quy: Qatiqatikamaqkunan mana wasituqukunata wisqayta atinchu mana qatiqatikamaq nisqa kichaqtinkuqa .

source: scroll bar
quy: kuyuykachaq siqi

source: scrollbar drag enabled
quy: Siqi kuyuq chutapaypa kichasqa

source: search
quy: Machkay \u0020

source: Seccomp-BPF (System Call Filtering)
quy: Seccomp-BPF nisqapi imakaq waqyanakuna lluqsiqa

source: Seccomp Thread Synchronization
quy: Seccomp nisqapi qaytu tupanachina

source: section
quy: Kitichay \u0020

source: Security Update
quy: Qawapakuq kunanchana

source: Select All
quy: Llapallan aqllapay

source: selected
quy: aqllasqa \u0020

source: Sent
quy: Apachiy

source: separator
quy: Taqana, Rakina, Taqataqa \u0020

source: Separators
quy: Taqana, Rakina, Taqataqa \u0020

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
quy: Haywaqpa riqsichiyrapinmi tukukapunña ( munaspaqa allinta matiy imakaq haykaq kasqanpi hinaspa ima tuymi kasqanpiwan)

source: Session Information
quy: Kiti willakuykuna

source: Show password
quy: Payllapa kasqanta qawachiy

source: Show Passwords
quy: Payllapa nisqata qawachiy

source: Show subsession data
quy: subsesión nisqapi imanisqakuna qawachiy

source: Show this warning next time
quy: Qawachiypuni kay qatiqtuymipi yanqataq nispa .

source: Show Update History
quy: Kawsayninkunapa kunanchayninkuna qawarichiq.

source: Simple Measurements
quy: sanpa chutaypi siqinchaykuna

source: slider
quy: Qawachikuq \u0020

source: Slow SQL Statements
quy: Allillam SQLnisqaq imakaynin

source: Slow SQL Statements on Helper Threads
quy: SQL nisqpi allillamanta kikin yanapay qaytu tukupay

source: Slow SQL Statements on Main Thread
quy: SQL nisqapi allillanmanta kikin qaytu tukupay

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
quy: %S nisqan hunta ruwayniyuq kachkanman ,utaq kutichiyta mana atinmanchu.kunan sayachiy chay plugin nisqata.utaq suyaypas chay plugin nisqa kutichinanta.

source: Sockets
quy: Ratachina

source: Software Update
quy: Software nisqapi kunanchaynin

source: Software Update Failed
quy: Software nisqapin kunanchaypi pantay karun

source: <source> element has no “src” attribute. Media resource load failed.
quy: <source> nisqas mana kaqniyuqchu "src".nisqapi pantarunsi qipiychakuykunapi.\u0020

source: <span data-l10n-name="file">File:</span> { $pluginLibraries }
quy: <span data-l10n-name="file">Taqi</span> { $pluginLibraries }

source: <span data-l10n-name="path">Path:</span> { $pluginFullPath }
quy: <span data-l10n-name="path">Puriynin </span> { $pluginFullPath }

source: <span data-l10n-name="state">State:</span> Disabled
quy: <span data-l10n-name="state">Lliwkaq</span> Sikisqa

source: <span data-l10n-name="state">State:</span> Disabled ({ $blockListState })
quy: <span data-l10n-name="state">Lliwkaq</span> Sikisqa ({ $blockListState })

source: <span data-l10n-name="state">State:</span> Enabled
quy: <span data-l10n-name="state">Lliwkaq</span> Kichasqa

source: <span data-l10n-name="state">State:</span> Enabled ({ $blockListState })
quy: <span data-l10n-name="state">Lliwkaq</span> Kichasqa ({ $blockListState })

source: <span data-l10n-name="version">Version:</span> { $version }
quy: <span data-l10n-name="version">Imaninan</span> { $version }

source: spans %S columns
quy: %S nisqa huntapachiypa chawchun

source: spans %S rows
quy: \u0020maykaman %S qatiqatikuna \u0020

source: Specified “media” attribute of “%1$S” does not match the environment. Load of media resource %2$S failed.
quy: \u0020"%1$S" nisqapi kuchkan kaqnin kikinchasqas manapuni kaqchu muyuriyninwan .%2$S.nisqapis pantarparin qipichakuyninkuna .\u0020

source: Specified “type” attribute of “%1$S” is not supported. Load of media resource %2$S failed.
quy: \u0020"type" nisqa kaqninsi "%1$S"nisqapi kikinchasqa mana chaskichikunchu .pantarparinsi qipichakuyninkuna. \u0020

source: spin button
quy: Yapapakuqñitina/pisiyaqñitina \u0020

source: sqrt
quy: sqrt nisqa\u0020

source: square root
quy: chiqtaypata \u0020

source: SSL
quy: SSL nisqa

source: Stack:
quy: Tawqay

source: Stack trace from { $filename }, function { $functionName }, line { $lineNumber }.
quy: { $filename } nisqmanta qatipay{ $functionName } nisqapi imanruwanan{ $lineNumber }. nisqa kinraysiqi.

source: Stack trace from %S, function %S, line %S.
quy: %S nisqmanta qatipay%S nisqapi imanruwanan%S. nisqa kinraysiqi.

source: Statement
quy: Lliwkaq, Tukupay

source: status bar
quy: Taqi taqyaq \u0020

source: Stay on Page
quy: Kay qatiqatirapipi qipay\u0020

source: %S: timer started
quy: %S nisqapi tuymichaywan qallariynin

source: Stop plugin
quy: Plugin nisqata sayachiy\u0020

source: Stop script
quy: Chaykama qatiqatikamaq

source: String
quy: Siqinchasqa

source: sub
quy: sub nisqa \u0020

source: Submitted
quy: Apachisqa

source: Submitted Crash Reports
quy: Pantapay willaykuna apachiy.

source: subscript
quy: churapakuy \u0020

source: Subsys ID
quy: ID del subsys nisqa

source: Suffixes
quy: Chupanchasqasiqikuna.

source: sup
quy: sup nisqa \u0020

source: superscript
quy: wasapaq qawachiq \u0020

source: switch
quy: Ñitispa kuyuchina \u0020

source: switched
quy: ruwanapaq kichasqa \u0020

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user’s experience. For more help http://xhr.spec.whatwg.org/
quy: Huk XMLHttpRequest síncrono nisqa kikin qaytupin mana imapaq kachkan tukupay haykuqpa pantay yanapay ruwaypi kaqtin .http://xhr.spec.whatwg.org/ nisqata asway yanapakuypaq qawariy.

source: tab
quy: qichipha, qichipa,qawana, kichana \u0020

source: table
quy: Runkupata \u0020

source: Tables
quy: Taqrukuna \u0020

source: tab list
quy: Qichipakunaq qatiqatisutin \u0020

source: tbl
quy: tbl nisqa \u0020

source: Telemetry Data
quy: Telemetry nisqapa imanisqakuna

source: telephone
quy: waqyana, qayana , chililili \u0020

source: term
quy: Imaninan \u0020

source: text area
quy: pataraq imakaqnin \u0020

source: text container
quy: Taqipatara \u0020

source: Text copied to clipboard
quy: Qillqasqa patara qupaallchapanaman tiqasqa

source: The Application Cache API (AppCache) is deprecated and will be removed at a future date. Please consider using ServiceWorker for offline support.
quy: Cache API (AppCache) kayqa manañan chachkikunñachu hamuq pachapiqa wikapasqan kanqa .Ama hina kaychu ServiceWorker nisqata churay qichusqa yanapakuypaq .

source: The buffer passed to decodeAudioData contains an unknown content type.
quy: decodeAudioData nisqaman bufernisqa qusqapiqa kansi mana riqsisqa imakaqtawqakuna.\u0020

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
quy: decodeAudioData nisqaman bufernisqa qusqas mana imapaqkaq tawqas mana atikunchu allin chayayman tawqachakuyta.\u0020

source: The buffer passed to decodeAudioData does not contain any audio.
quy: \u0020decodeAudioData nisqaman bufernisqawan qusqas mana ima uyariyniyuq kashkan.

source: The Components object is deprecated. It will soon be removed.
quy: Components nisqaqa manañan chaskikunchu .kayqa utqaymanikuyurichisqan kanqa. \u0020

source: The following logins match your search:
quy: Machkasqaykiwan niraqpuran kachkan qatipay qallariykunaqa

source: The HTMLMediaElement passed to createMediaElementSource has a cross-origin resource, the node will output silence.
quy: The HTMLMediaElement passed to createMediaElementSource has a cross-origin resource, the node will output silence. nisqa

source: The integrity of the update could not be verified
quy: Kunanchakuypa lliw allinkaynintan mana qawakuyta atikunchu\u0020

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
quy: Mana imakaq imanruwana mozGetAsFile nisqa mana chaskisqa kachkan hinaspan utqayman wakapasqa kanqa toBlob. nisqata imakaq rantinpi churay.\u0020

source: The scope URL is invalid.
quy: URL nisqa mana imapaq kaqmi.

source: The scope URL must be same origin as document.
quy: URL nisqaqa kanan kikin kaskasqarapimantapachan .

source: The start URL is invalid.
quy: URL qallariy nisqa mana imapaqkaqmi.

source: The start URL is outside the scope, so the scope is invalid.
quy: URL qallariy nisqa hawakaqpin kachkan, chay raykun kayqa mana imapaqkaq.

source: The start URL must be same origin as document.
quy: URL nisqaqa kanan kikin kaskasqarapimantapachan .

source: The Update could not be installed (patch apply failed)
quy: Kunanchanaqa manaraqmi atikunchu hapichikuyninpi ( pantaymi karun hapichisqa ruwaypi)
